Repository: openehr-fhir/ig-template
Catalog: translations/stringsBase-*.po
Languages: ar, es, fr, nl, pt

source: There is no translation page available for the current page, so it has been rendered in the default language
ar: لا توجد صفحة ترجمة متاحة للصفحة الحالية، لذلك تم تقديمها باللغة الافتراضية
es: No hay ninguna página de traducción disponible para la página actual, por lo que se ha mostrado en el idioma predeterminado.
fr: Il n'y a pas de page de traduction disponible pour la page actuelle, qui a donc été rendue dans la langue par défaut.
nl: Er is geen vertaalde pagina beschikbaar, dus de standaardtaal is weergegeven
pt: Não existe uma tradução disponível para esta página, por isso está apresentada na língua padrão

source: This page includes translations from the original source language in which the guide was authored. Information on these translations and instructions on how to provide feedback on the translations can be found [here](translationinfo.html).
ar: تتضمن هذه الصفحة ترجمات من لغة المصدر الأصلية التي تم تأليف الدليل بها. يمكن العثور على معلومات عن هذه الترجمات وتعليمات حول كيفية تقديم الملاحظات على الترجمات [هنا] (translationinfo.html).
es: Esta página incluye traducciones del idioma original en el que se redactó la guía. Puede encontrar información sobre estas traducciones e instrucciones sobre cómo hacer comentarios sobre las traducciones [aquí](translationinfo.html).
fr: Cette page comprend des traductions de la langue source originale dans laquelle le guide a été rédigé. Des informations sur ces traductions et des instructions sur la manière de fournir un retour d'information sur les traductions sont disponibles [ici](translationinfo.html).
nl: Deze pagina bevat vertalingen van de oorspronkelijke taal waarin de gids is geschreven. Informatie over deze vertalingen en instructies voor feedback vindt u [hier](translationinfo.html).
pt: Esta página inclui traduções a partir da língua original em que o guia foi criado. Informações sobre estas traduções e instruções para fornecer feedback podem ser encontradas [aqui](translationinfo.html).

source: Experimental
ar: تجريبي
fr: Expérimental
nl: Experimenteel

source: Raw OpenAPI-Swagger Definition file
ar: ملف تعريف OpenAPI-Swagger الخام
es: Archivo de definición OpenAPI-Swagger sin procesar
fr: Fichier de définition d'OpenAPI-Swagger
nl: Ruwe OpenAPI-Swagger definitiebestand
pt: Ficheiro OpenAPI-Swagger

source: Download
ar: تنزيل
es: Descargar
fr: Télécharger
nl: Downloaden
pt: Transferir

source: No test plans are currently available for the %ARTIFACT%.
ar: لا توجد خطط اختبار متوفرة حالياً ل %ARTIFACT%.
es: Actualmente no se dispone de planes de pruebas para el %ARTIFACT%.
fr: Aucun plan de test n'est actuellement disponible pour le %ARTIFACT%.
nl: Er zijn momenteel geen testplannen beschikbaar voor %ARTIFACT%.
pt: Não há planos de teste disponíveis atualmente para %ARTIFACT%.

source: No test scripts are currently available for the %ARTIFACT%.
ar: لا تتوفر حالياً أي برامج نصية للاختبار ل %ARTIFACT%.
es: Actualmente no se dispone de guiones de prueba para el %ARTIFACT%.
fr: Aucun script de test n'est actuellement disponible pour le %ARTIFACT%.
nl: Er zijn momenteel geen testscripts beschikbaar voor %ARTIFACT%.
pt: Não há scripts de teste disponíveis atualmente para %ARTIFACT%.

source: Change History
ar: تغيير التاريخ
es: Historial de cambios
fr: Historique des changements
nl: Wijzigingsgeschiedenis
pt: Histórico de alterações

source: History of changes for %ARTIFACT%.
ar: تاريخ التغييرات في %ARTIFACT%.
es: Historial de cambios para %ARTIFACT%.
fr: Historique des modifications pour %ARTIFACT%.
nl: Wijzigingsgeschiedenis voor %ARTIFACT%.
pt: Histórico de alterações de %ARTIFACT%.

source: This Code system is referenced in the definition of the following value sets:
ar: تتم الإشارة إلى نظام الرموز هذا في تعريف مجموعات القيم التالية:
es: Se hace referencia a este sistema de códigos en la definición de los siguientes conjuntos de valores:
fr: Ce système de codes est référencé dans la définition des ensembles de valeurs suivants :
nl: Dit codesysteem wordt gebruikt in de volgende waardesets:
pt: Este sistema de códigos é referenciado na definição dos seguintes conjuntos de valores:

source: Contained resources
ar: الموارد المحتواة
es: Recursos contenidos
fr: Ressources confinées
nl: Ingesloten resources
pt: Recursos contidos

source: Formal Views of Extension Content
ar: الآراء الرسمية لمحتوى الإرشاد
es: Visiones formales del contenido de la ampliación
fr: Vues formelles du contenu de l'extension
nl: Formele weergaven van de uitbreidingsinhoud
pt: Vistas formais do conteúdo da extensão

source: Formal Views of Profile Content
ar: طرق العرض الرسمية لمحتوى الملف الشخصي
es: Vistas formales del contenido del perfil
fr: Vues formelles du contenu du profil
nl: Formele weergaven van de profielinhoud
pt: Vistas formais do conteúdo do perfil

source: Description of Profiles, Differentials, Snapshots, and their representations
ar: وصف الملامح والفوارق واللقطات وتمثيلاتها
es: Descripción de perfiles, diferenciales, instantáneas y sus representaciones
fr: Description des profils, des différentiels, des instantanés et de leurs représentations
nl: Beschrijving van profielen, differentials, snapshots en hun representaties
pt: Descrição de perfis, diferenciais, instantâneos e suas representações

source: Key Elements Table
ar: جدول العناصر الرئيسية
es: Tabla de elementos clave
fr: Tableau des éléments clés
nl: Tabel met Sleutelelementen
pt: Tabela de elementos-chave

source: Differential Table
ar: الجدول التفاضلي
es: Tabla diferencial
fr: Tableau différentiel
nl: Differentieletabel
pt: Tabela diferencial

source: Snapshot Table
ar: جدول اللقطات
es: Tabla de instantáneas
fr: Tableau récapitulatif
nl: Momentopnametabel
pt: Tabela de instantâneos

source: Pseudo XML
ar: Pseudo XML الزائف

source: Pseudo JSON
ar: JSON الزائف

source: Pseudo TTL
ar: TTL زائف TTL

source: Statistics/References
ar: الإحصائيات/المراجع
es: Estadísticas/Referencias
fr: Statistiques/Références
nl: Statistieken/Referenties
pt: Estatísticas/Referências

source: All
ar: الكل
es: Todos
fr: Tous
nl: Alles
pt: Todas

source: This structure is derived from %ARTIFACT%
ar: هذا التركيب مشتق من %ARTIFACT%
es: Esta estructura se deriva de %ARTIFACT%.
fr: Cette structure est dérivée de %ARTIFACT%
nl: Deze structuur is afgeleid van %ARTIFACT%
pt: Esta estrutura deriva de %ARTIFACT%

source: Key Elements View
ar: عرض العناصر الرئيسية
es: Vista de elementos clave
fr: Vue des éléments clés
nl: Weergave van Sleutelelementen
pt: Vista de Elementos-Chave

source: Differential View
ar: العرض التفاضلي
es: Vista diferencial
fr: Vue différentielle
nl: Differentieelweergave
pt: Vista Diferencial

source: Snapshot View
ar: عرض اللقطة
es: Vista instantánea
fr: Vue d'ensemble
nl: Momentopnameweergave
pt: Vista Total

source: XML Template
ar: قالب XML
es: Plantilla XML
fr: Modèle XML
nl: XML-sjabloon
pt: Modelo XML

source: JSON Template
ar: قالب JSON
es: Plantilla JSON
fr: Modèle JSON
nl: JSON-sjabloon
pt: Modelo JSON

source: TTL Template
ar: قالب TTL
es: Plantilla TTL
fr: Modèle TTL
nl: TTL-sjabloon
pt: Modelo TTL

source: Other representations of profile:
ar: تمثيلات أخرى للملف الشخصي:
es: Otras representaciones de perfil:
fr: Autres représentations du profil :
nl: Andere representaties van het profiel:
pt: Outras representações do perfil:

source: Excel
ar: إكسل

source: Schematron
ar: سكيماترون

source: Example
ar: مثال على ذلك
es: Ejemplo
fr: Exemple
nl: Voorbeeld
pt: Exemplo

source: Examples
ar: أمثلة
es: Ejemplos
fr: Exemples
nl: Voorbeelden
pt: Exemplos

source: Raw %FMT%
ar: النسبة المئوية الخام %FMT%
es: %FMT% bruto
fr: Brut %FMT%
nl: Ruwe %FMT%
pt: Bruto %FMT%

source: Abstract
ar: الخلاصة
es: Resumen
fr: Résumé
nl: Samenvatting
pt: Resumo

source: Detailed Descriptions
ar: الأوصاف التفصيلية
es: Descripciones detalladas
fr: Descriptions détaillées
nl: Gedetailleerde Beschrijvingen
pt: Descrições detalhadas

source: Definitions for the %MODEL%
ar: تعريفات ل %MODEL%
es: Definiciones del %MODEL%.
fr: Définitions pour le %MODEL%
nl: Definities voor het %MODEL%
pt: Definições para o %MODEL%

source: No examples are currently available for the %ID% Profile.
ar: لا توجد أمثلة متوفرة حالياً لملف التعريف %ID%.
es: Actualmente no hay ejemplos disponibles para el perfil %ID%.
fr: Aucun exemple n'est actuellement disponible pour le profil %ID%.
nl: Er zijn momenteel geen voorbeelden beschikbaar voor het %ID% Profiel.
pt: Não há exemplos disponíveis para o Perfil %ID%.

source: Examples for the %ID% Profile.
ar: أمثلة لـ %ID% الملف الشخصي
es: Ejemplos para el perfil %ID%.
fr: Exemples pour le profil %ID%.
nl: Voorbeelden voor het %ID% Profiel.
pt: Exemplos para o perfil %ID%.

source: %FMT% Profile
ar: %ملف تعريف %FMT%
es: %FMT% Perfil
fr: Profil %FMT%
nl: %FMT% Profiel
pt: Perfil %FMT%

source: %FMT% representation of the %ID% %TYPE%.
ar: %تمثيل %FMT% لـ %ID% %النوع %النوع %.
es: %FMT% representación del %ID% %TYPE%.
fr: %FMG représentation du %ID% %TYPE%.
nl: %FMT% weergave van %ID% %TYPE%.
pt: Representação %FMT% de %ID% %TYPE%.

source: Mappings
ar: التعيينات
es: Mapeos
fr: Mises en correspondance
nl: Koppelingen
pt: Mapeamentos

source: Mappings for the %ID% %TYPE%.
ar: التعيينات الخاصة بـ %ID% %النوع %النوع %.
es: Mapeos para el %ID% %TYPE%.
fr: Mappings pour %ID% %TYPE%.
nl: Koppelingen voor %ID% %TYPE%.
pt: Mapeamentos para %ID% %TYPE%.

source: Changes in the %ID% %TYPE%.
ar: التغييرات في %ID% %النوع %النوع %.
es: Cambios en el %ID% %TYPE%.
fr: Changements dans %ID% %TYPE%.
nl: Wijzigingen in %ID% %TYPE%.
pt: Alterações em %ID% %TYPE%.

source: Testing
ar: الاختبار
es: Pruebas
fr: Essais
nl: Testen
pt: Testes

source: Test Scripts
ar: البرامج النصية للاختبار
es: Guiones de prueba
fr: Scripts de test
pt: Scripts de Teste

source: Expansion
ar: التوسعة
es: Expansión
nl: Uitbreiding
pt: Expansão

source: Content
ar: المحتوى
es: Contenido
fr: Contenu
nl: Inhoud
pt: Conteúdo

source: History
ar: التاريخ
es: Historia
fr: L'histoire
nl: Geschiedenis
pt: História

source: Extension
ar: التمديد
es: Extensión
nl: Uitbreiding
pt: Extensão

source: Logical Model
ar: النموذج المنطقي
es: Modelo lógico
fr: Modèle logique
nl: Logisch model
pt: Modelo lógico

source: Resource Profile
ar: الملف الشخصي للموارد
es: Perfil de los recursos
fr: Profil des ressources
nl: Hulpbronprofiel
pt: Perfil de recurso

source: Data Type Profile
ar: ملف تعريف نوع البيانات
es: Perfil del tipo de datos
fr: Profil du type de données
nl: Gegevenstype profiel
pt: Perfil de tipo de dados

source: Links
ar: الروابط
es: Enlaces
fr: Liens
pt: Ligações

source: Notes
ar: الملاحظات
es: Notas
nl: Opmerkingen
pt: Notas

source: Visit the FHIR Community Process Specification Registry
ar: تفضل بزيارة سجل مواصفات عملية مجتمع FHIR
es: Visite el Registro de Especificación de Procesos de la Comunidad FHIR
fr: Visitez le registre des spécifications de processus de la communauté FHIR
nl: Bezoek de FHIR Community Process Specification Registry
pt: Visite o Registo de Especificação de Processos da Comunidade FHIR

source: flag
ar: العلم
es: bandera
fr: drapeau
nl: vlag
pt: bandeira

source: < prev
ar: <السابق
es: < anterior
nl: < voor
pt: < anterior

source: next >
ar: التالي >
es: siguiente >
fr: suivant >
nl: volgende >
pt: seguinte >

source: bottom
ar: القاع
es: fondo
fr: fond
nl: bodem
pt: fundo

source: top
ar: أعلى
fr: sommet
pt: topo

source: Package %PKG% based on %FHIRVER%.
ar: الحزمة %PKG% استناداً إلى %FHIRVER%.
es: Paquete %PKG% basado en %FHIRVER%.
fr: Le paquet %PKG% est basé sur %FHIRVER%.
nl: Pakket %PKG% gebaseerd op %FHIRVER%.
pt: Pacote %PKG% baseado em %FHIRVER%.

source: Generated %DATE%
ar: تم إنشاء %التاريخ٪٪
es: Generado %DATE%
fr: Généré %DATE%
nl: Gegenereerd %DATE%
pt: Gerado %DATE%

source: Page standards status
ar: حالة معايير الصفحة
es: Estado de las normas de la página
fr: Statut des normes de la page
nl: Pagina standaard status
pt: Estado das normas da página

source: Standards Status
ar: حالة المعايير
es: Estado de las normas
fr: Statut des normes
nl: Status standaarden
pt: Estado das normas

source: from v%NORMVER%
ar: من v%NORMVER%
es: de v%NORMVER%
fr: de v%NORMVER%
nl: van v%NORMVER%
pt: de v%NORMVER%

source: Maturity Level
ar: مستوى النضج
es: Nivel de madurez
fr: Niveau de maturité
nl: Volwassenheidsniveau
pt: Nível de maturidade

source: Official URL
ar: عنوان URL الرسمي
es: URL oficial
fr: URL officiel
nl: Officiële URL
pt: URL oficial

source: Click to copy URL
ar: انقر لنسخ عنوان URL
es: Haga clic para copiar la URL
fr: Cliquez pour copier l'URL
nl: Klik om URL te kopiëren
pt: Clique para copiar o URL

source: Click to copy versioned URL
ar: انقر لنسخ عنوان URL المنسوخ
es: Haga clic para copiar la URL versionada
fr: Cliquez pour copier l'URL versionnée
nl: Klik om URL met versie te kopiëren
pt: Clique para copiar o URL com versão

source: Version
ar: الإصدار
es: Versión
nl: Versie
pt: Versão

source: as of %RESDATE%
ar: اعتبارًا من %RESDATE%
es: a partir de %RESDATE%.
fr: à partir de %RESDATE%
nl: vanaf %RESDATE%
pt: a partir de %RESDATE%

source: Responsible
ar: مسؤول
es: Responsable
fr: Responsable
nl: Verantwoordelijk
pt: Responsável

source: Realm
ar: عالم
fr: Domaine
pt: Reino

source: Computable Name
ar: اسم قابل للحساب
es: Nombre computable
fr: Nom computable
nl: Naam
pt: Nome computável

source: Other Identifiers
ar: معرّفات أخرى
es: Otros identificadores
fr: Autres identifiants
nl: Andere Identifiers
pt: Outros identificadores

source: Keywords
ar: الكلمات المفتاحية
es: Palabras clave
fr: Mots clés
nl: Trefwoorden
pt: Palavras-chave

source: Usage
ar: الاستخدام
es: Utilización
fr: Utilisation
nl: Gebruik
pt: Utilização

source: Copyright/Legal
ar: حقوق الطبع والنشر/قانوني
es: Derechos de autor
fr: Droit d'auteur/juridique
nl: Auteursrecht/juridisch
pt: Direitos de autor/legais

source: Narrative Content
ar: المحتوى السردي
es: Contenido narrativo
fr: Contenu narratif
nl: Verhalende inhoud
pt: Conteúdo narrativo

source: Table of Contents
ar: جدول المحتويات
es: Índice
fr: Table des matières
nl: Inhoudsopgave
pt: Índice

source: QA Report
ar: تقرير ضمان الجودة
es: Informe de control de calidad
fr: Rapport de QA
nl: QA-rapport
pt: Relatório de QA

source: Description of the above table(s)
ar: وصف الجدول (الجداول) أعلاه
es: Descripción de los cuadros anteriores
fr: Description du (des) tableau(x) ci-dessus
nl: Beschrijving van bovenstaande tabel(len)
pt: Descrição do(s) quadro(s) acima

source: Test Plans
ar: خطط الاختبار
es: Planes de pruebas
fr: Plans d'essai
nl: Testplannen
pt: Planos de teste

source: Actors
ar: الممثلون
es: Actores
fr: Acteurs
nl: Acteurs
pt: Actores

source: Diagram
ar: الرسم البياني
es: Diagrama
fr: Diagramme
pt: Diagrama

source: Processes
ar: العمليات
es: Procesos
fr: Processus
nl: Processen
pt: Processos

source: Instances
ar: المثيلات
es: Instancias
nl: Instanties
pt: Instâncias

source: The content in this section has not undergone work group review and may be significantly revised prior to the next ballot.
ar: لم يخضع محتوى هذا القسم لمراجعة مجموعة العمل وقد يتم تنقيحه بشكل كبير قبل الاقتراع التالي.
es: El contenido de esta sección no ha sido revisado por el grupo de trabajo y puede ser objeto de importantes modificaciones antes de la próxima votación.
fr: Le contenu de cette section n'a pas été revu par le groupe de travail et peut être révisé de manière significative avant le prochain scrutin.
nl: De inhoud van dit deel is niet door de werkgroep beoordeeld en kan vóór de volgende stemming aanzienlijk worden herzien.
pt: O conteúdo desta secção não foi submetido a uma revisão pelo grupo de trabalho e pode ser significativamente revisto antes da próxima votação.

source: Contents
ar: المحتويات
es: Contenido
fr: Contenu
nl: Inhoud
pt: Conteúdo

source: Globals
ar: غلوبالز
es: Globales
fr: Globaux
nl: Wereldwijd
pt: Globais

source: Global Profiles
ar: الملامح العالمية
es: Perfiles mundiales
fr: Profils mondiaux
nl: Wereldwijde profielen
pt: Perfis globais

source: This page provides a list of the FHIR artifacts defined as part of this implementation guide.
ar: توفر هذه الصفحة قائمة بأدوات FHIR المحددة كجزء من دليل التنفيذ هذا.
es: Esta página proporciona una lista de los artefactos FHIR definidos como parte de esta guía de implementación.
fr: Cette page fournit une liste des artefacts FHIR définis dans le cadre de ce guide de mise en œuvre.
nl: Deze pagina geeft een lijst van de FHIR artefacten die gedefinieerd zijn als onderdeel van deze implementatiegids.
pt: Esta página fornece uma lista dos artefactos FHIR definidos como parte deste guia de implementação.

source: Artifacts Summary
ar: ملخص القطع الأثرية
es: Resumen de artefactos
fr: Résumé des artefacts
nl: Samenvatting artefacten
pt: Resumen de Artefactos

source: Language
ar: اللغة
es: Idioma
fr: Langue
nl: Taal
pt: Língua

source: UML Diagram
ar: مخطط UML البياني
es: Diagrama UML
fr: Diagramme UML

source: Obligations
ar: الالتزامات
es: Obligaciones
nl: Verplichtingen
pt: Obrigações

source: openEHR View
ar: طريقة عرض OpenEHR
es: openEHR Ver
fr: Vue de l'openEHR
nl: OpenEHR bekijken
pt: Vista openEHR

source: Tree view
ar: عرض الشجرة
es: Vista del árbol
fr: Vue de l'arbre
nl: Boomstructuur
pt: Vista de árvore

source: Sample Rendering
ar: نموذج العرض
es: Ejemplo de renderización
fr: Exemple de rendu
nl: Voorbeeldweergave
pt: Exemplo de renderização

source: Form Logic
ar: منطق الشكل
es: Lógica de formas
fr: Logique des formes
nl: Vorm Logica
pt: Lógica da forma

source: Sample completed form
ar: نموذج نموذج مكتمل
es: Ejemplo de formulario cumplimentado
fr: Exemple de formulaire rempli
nl: Voorbeeld ingevuld formulier
pt: Modelo de formulário preenchido

source: Test this Questionnaire
ar: اختبر هذا الاستبيان
es: Pruebe este cuestionario
nl: Test deze vragenlijst
pt: Testar este questionário

source: Responses for this Questionnaire
ar: الردود على هذا الاستبيان
es: Respuestas a este cuestionario
fr: Réponses à ce questionnaire
nl: Antwoorden voor deze vragenlijst
pt: Respostas a este questionário

source: There are currently no QuestionnaireResponse instances for this Questionnaire defined in this IG.
ar: لا توجد حاليًا أي مثيلات استبيان استبيانات محددة لهذا الاستبيان في هذا الدليل.
es: Actualmente no hay instancias QuestionnaireResponse para este cuestionario definidas en este IG.
fr: Il n'y a actuellement aucune instance de QuestionnaireResponse pour ce questionnaire défini dans cet IG.
nl: Er zijn momenteel geen QuestionnaireResponse instanties voor deze vragenlijst gedefinieerd in deze IG.
pt: Atualmente, não existem instâncias de QuestionnaireResponse para este Questionário definidas neste IG.
